Repository: Rashidov21/WorkTrack
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Boshqaruv paneli
ru: Панель управления

source: Xodimlar
ru: Сотрудники

source: Davomat
ru: Посещаемость

source: Kunlik xulosa
ru: Итог за день

source: Jarimalar
ru: Штрафы

source: Hisobotlar
ru: Отчёты

source: Ish grafiklari
ru: Графики работы

source: Integratsiya
ru: Интеграция

source: Yordam
ru: Помощь

source: Chiqish
ru: Выход

source: Kirish
ru: Вход

source: Tizimga kirish
ru: Вход в систему

source: Xodimlar davomati va kechikishlarni kuzatuvchi tizim
ru: Система учёта посещаемости и опозданий сотрудников

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Parol
ru: Пароль

source: Ishlab chiquvchi
ru: Разработчик

source: Muallif
ru: Автор

source: {{ date }} uchun umumiy ko'rinish
ru: Обзор за {{ date }}

source: Keldi
ru: Пришёл

source: Kechikkan
ru: Опоздал

source: Kelmadi
ru: Не пришёл

source: Bugungi jarimalar
ru: Штрафы за сегодня

source: Davomat trendi (oxirgi 7 kun)
ru: Тренд посещаемости (последние 7 дней)

source: Davomat trendi (oxirgi 30 kun)
ru: Тренд посещаемости (последние 30 дней)

source: Haftalik (kelganlar)
ru: За неделю (пришли)

source: Jarima
ru: Штраф

source: Oylik (kelganlar)
ru: За месяц (пришли)

source: Jarima statistikasi (oy)
ru: Статистика штрафов (месяц)

source: Jami
ru: Всего

source: ta jarima
ru: штрафов

source: faol
ru: активных

source: ta
ru: шт.

source: Kechikkanlar (bugun)
ru: Опоздавшие (сегодня)

source: {{ name }} ({{ id }}) — {{ min }} daqiqa kechikdi
ru: {{ name }} ({{ id }}) — опоздание {{ min }} мин.

source: Bugungi xulosa
ru: Итог за сегодня

source: Xodim
ru: Сотрудник

source: Holat
ru: Статус

source: Ishlash (daq)
ru: Работа (мин)

source: Kechikish (daq)
ru: Опоздание (мин)

source: Bugun davomat ma'lumoti yo'q.
ru: Нет данных посещаемости за сегодня.

source: To'liq kunlik xulosani ko'rish
ru: Смотреть полный итог за день

source: Bo'lim
ru: Отдел

source: Hammasi
ru: Все

source: Faol
ru: Активный

source: Nofaol
ru: Неактивный

source: Filtr
ru: Фильтр

source: Xodim qo'shish
ru: Добавить сотрудника

source: F.I.SH
ru: Ф.И.О.

source: Grafik
ru: График

source: Boshlash / Tugash
ru: Начало / Конец

source: Muhlat
ru: Льгота

source: Amallar
ru: Действия

source: Tahrirlash
ru: Изменить

source: O'chirish
ru: Удалить

source: Rostan ham bu xodimni o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить этого сотрудника?

source: Xodimlar topilmadi.
ru: Сотрудники не найдены.

source: Xodim ID
ru: ID сотрудника

source: Qo'lda jarima qo'shish
ru: Добавить штраф вручную

source: Jarima qoidalari
ru: Правила штрафов

source: Summa
ru: Сумма

source: Qoida
ru: Правило

source: Sabab
ru: Причина

source: Sana
ru: Дата

source: Qo'lda
ru: Вручную

source: Jarimalar yo'q.
ru: Штрафов нет.

source: Platformadan foydalanish qo'llanmasi va bog'lanish.
ru: Инструкция по использованию платформы и контакты.

source: Bo'limlar va foydalanish
ru: Разделы и использование

source: bugungi davomat xulosasi (keldi, kechikkan, kelmadi), jarimalar va kunlik jadval.
ru: итог посещаемости за день (пришёл, опоздал, не пришёл), штрафы и расписание на день.

source: xodimlarni ro'yxatdan o'tkazish, tahrirlash; ism-familiyaga bosib xodim kartasi (davomat, kechikish, jarimalar).
ru: учёт и редактирование сотрудников; карточка сотрудника по Ф.И.О. (посещаемость, опоздания, штрафы).

source: qurilma yoki qo'lda kiritilgan barcha kelish/ketish yozuvlari; filtrlash (xodim, tur, sana).
ru: все записи прихода/ухода с устройства или вручную; фильтры (сотрудник, тип, дата).

source: tanlangan sana bo'yicha har bir xodimning holati, kelish/ketish vaqti, ishlash daqiqasi, kechikish.
ru: по выбранной дате: статус каждого сотрудника, время прихода/ухода, минуты работы, опоздание.

source: kechikish va boshqa sabablar bo'yicha jarimalar ro'yxati; qo'lda jarima qo'shish; jarima qoidalari (admin).
ru: список штрафов за опоздания и другие причины; добавление штрафа вручную; правила штрафов (админ).

source: davomat, kechikish va jarima hisobotlari (kun/hafta/oy/yil); Excelga yuklash.
ru: отчёты по посещаемости, опозданиям и штрафам (день/неделя/месяц/год); выгрузка в Excel.

source: xodimlarga tayinlanadigan grafiklar; grafik bo'yicha kechikish hisoblanadi.
ru: графики, назначаемые сотрудникам; опоздания считаются по графику.

source: qurilma IP, webhook, API va platforma sozlamalari.
ru: IP устройства, webhook, API и настройки платформы.

source: bot va guruh sozlamalari; kechikish xabarlari guruhga yuboriladi.
ru: настройки бота и группы; уведомления об опозданиях отправляются в группу.

source: Vebsayt
ru: Сайт

source: Telefon
ru: Телефон

source: Administrator
ru: Администратор

source: Menejer
ru: Менеджер

source: Ko'ruvchi
ru: Наблюдатель

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Ketish
ru: Уход

source: Attendance Log
ru: Журнал посещаемости

source: Attendance Logs
ru: Журналы посещаемости

source: Kechikdi
ru: Опоздал

source: Ta'tilda
ru: В отпуске

source: Daily Summary
ru: Итог за день

source: Daily Summaries
ru: Итоги за день

source: Lateness Record
ru: Запись об опоздании

source: Lateness Records
ru: Записи об опозданиях

source: Har daqiqaga
ru: За минуту

source: Qat'iy summa
ru: Фиксированная сумма

source: Boshqa
ru: Другое

source: Penalty Rule
ru: Правило штрафа

source: Penalty Rules
ru: Правила штрафов

source: Penalty
ru: Штраф

source: Penalties
ru: Штрафы

source: Nomi
ru: Название

source: Ish boshlanish vaqti
ru: Время начала работы

source: Ish tugash vaqti
ru: Время окончания работы

source: Ruxsat etilgan muhlat (daqika)
ru: Разрешённая льгота (мин)

source: Ish boshlanish vaqtidan keyin shuncha daqiqa kechikishga ruxsat
ru: Столько минут после начала работы разрешено до учёта опоздания

source: Ish kunlari: vergul bilan ajratilgan (0=Du..6=Ya). Masalan 0,1,2,3,4 = Du-Ju
ru: Рабочие дни: через запятую (0=Пн..6=Вс). Например 0,1,2,3,4 = Пн–Пт

source: Ish grafigi
ru: График работы

source: Ish boshlanish (grafik tanlanmasa ishlatiladi)
ru: Начало работы (если график не назначен)

source: Ish tugash (grafik tanlanmasa ishlatiladi)
ru: Конец работы (если график не назначен)

source: Ruxsat etilgan muhlat daqiqada (grafik tanlanmasa ishlatiladi)
ru: Льгота в минутах (если график не назначен)

source: Telegram username (ixtiyoriy)
ru: Telegram username (необязательно)

source: daqiqa kechikdi
ru: мин. опоздал

source: Rostan ham bu yozuvni o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить эту запись?

source: Rostan ham bu qoidani o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить это правило?

source: Rostan ham bu grafikni o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить этот график?

source: Qo'llash
ru: Применить

source: Excelga yuklash
ru: Скачать Excel

source: Qo'lda jarima
ru: Ручной штраф

source: Ha, o'chirish
ru: Да, удалить

source: Test xabar yuborish
ru: Отправить тестовое сообщение

source: daq
ru: мин

source: Menyu
ru: Меню

source: Davomat yozuvini o'chirish
ru: Удалить запись посещаемости

source: Haqiqatan ham bu yozuvni o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить эту запись?

source: Turi
ru: Тип

source: Vaqt
ru: Время

source: Platform sozlamalari
ru: Настройки платформы

source: Standart ish vaqti, muhlat va jarima. Yangi xodim qo'shilganda ishlatiladi.
ru: Стандартное рабочее время, льгота и штраф. Используется для новых сотрудников.

source: Standart ish boshlanish vaqti
ru: Стандартное время начала работы

source: Standart ish tugash vaqti
ru: Стандартное время окончания работы

source: Standart muhlat (daqika)
ru: Стандартная льгота (мин)

source: Standart jarima har daqiqaga (summa)
ru: Стандартный штраф за минуту (сумма)

source: Rostan ham bu jarimani o'chirmoqchimisiz?
ru: Вы уверены, что хотите удалить этот штраф?

source: Kalit-qiymat juftliklarini <a href="/admin/core/systemsettings/" class="link-primary">Django admin</a> da ham tahrirlashingiz mumkin.
ru: Пары ключ-значение можно также редактировать в <a href="/admin/core/systemsettings/" class="link-primary">Django admin</a>.
